Repository: bigjermaine/TakeHome
Catalog: TakeHome/Resources/Localizable.xcstrings
Source language: en
Languages: he

source: Add Product
he: הוסף מוצר

source: Appearance
he: מראה

source: Basic Info
he: מידע בסיסי

source: Biometric authentication failed.
he: אימות ביומטרי נכשל.

source: Biometric authentication is not available.
he: אימות ביומטרי אינו זמין.

source: Biometrics
he: אימות ביומטרי

source: Brand
he: מותג

source: Category
he: קטגוריה

source: Category is required.
he: קטגוריה נדרשת.

source: Clear Search
he: נקה חיפוש

source: Continue
he: המשך

source: Dark
he: כהה

source: Delete
he: מחק

source: Delete this product?
he: למחוק מוצר זה?

source: Demo credentials: demo / password123
he: פרטי התחברות לדמו: demo / password123

source: Description
he: תיאור

source: Details
he: פרטים

source: Edit
he: ערוך

source: Edit Product
he: ערוך מוצר

source: Face ID
he: זיהוי פנים

source: Face ID or Touch ID is not available on this device.
he: Face ID או Touch ID אינם זמינים במכשיר זה.

source: Failed to decode response.
he: פענוח התגובה נכשל.

source: Favorites
he: מועדפים

source: Feedback
he: משוב

source: Fetching the latest catalog.
he: טוען את הקטалог העדכני.

source: Haptic Feedback
he: משוב מישוש

source: Image
he: תמונה

source: Invalid server response.
he: תגובת שרת לא תקינה.

source: Invalid URL.
he: כתובת URL לא תקינה.

source: Invalid username or password.
he: שם משתמש או סיסמה שגויים.

source: Language
he: שפה

source: Light
he: בהיר

source: Loading Products
he: טוען מוצרים

source: Local product
he: מוצר מקומי

source: Log Out
he: התנתק

source: Looking for "%@"
he: מחפש "%@"

source: No favorites yet
he: אין מועדפים עדיין

source: No Products in Category
he: אין מוצרים בקטגוריה

source: No products match the selected category.
he: אין מוצרים בקטגוריה שנבחרה.

source: No Products Yet
he: אין מוצרים עדיין

source: No Results Found
he: לא נמצאו תוצאות

source: Password
he: סיסמה

source: Password is required.
he: סיסמה נדרשת.

source: Price
he: מחיר

source: Price High-Low
he: מחיר גבוה-נמוך

source: Price Low-High
he: מחיר נמוך-גבוה

source: Price must be a valid number.
he: המחיר חייב להיות מספר תקין.

source: Pricing & Inventory
he: תמחור ומלאי

source: Products
he: מוצרים

source: Products you favorite will appear here.
he: מוצרים שסימנת כמועדפים יופיעו כאן.

source: Pull to refresh or add a new product.
he: משוך לרענון או הוסף מוצר חדש.

source: Rating
he: דירוג

source: Remove
he: הסר

source: Removed %@
he: הוסר %@

source: Require Face ID on Launch
he: דרוש Face ID בהפעלה

source: Reset
he: איפוס

source: Save
he: שמור

source: Search products
he: חפש מוצרים

source: Searching…
he: מחפש…

source: Security
he: אבטחה

source: Server error (%lld).
he: שגיאת שרת (%lld).

source: Settings
he: הגדרות

source: Sign In
he: התחבר

source: Sign in to your account
he: התחבר לחשבון שלך

source: Sign in with %@
he: התחבר עם %@

source: Something Went Wrong
he: משהו השתבש

source: Sort
he: מיון

source: Stock
he: מלאי

source: Stock: %lld
he: מלאי: %lld

source: System
he: מערכת

source: TakeHome Shop
he: חנות TakeHome

source: Theme
he: ערכת נושא

source: Thumbnail URL
he: כתובת תמונה ממוזערת

source: Title
he: כותרת

source: Title A-Z
he: כותרת א-ת

source: Title is required.
he: כותרת נדרשת.

source: Title Z-A
he: כותרת ת-א

source: Top Rated
he: הדירוג הגבוה ביותר

source: Try Again
he: נסה שוב

source: Try another keyword or clear your filters.
he: נסה מילת חיפוש אחרת או נקה את המסננים.

source: Unable to load product
he: לא ניתן לטעון מוצר

source: Unable to load product.
he: לא ניתן לטעון מוצר.

source: Undo
he: בטל

source: Unlock
he: פתיחה

source: Unlock with %@
he: פתיחה עם %@

source: Use Face ID or your password to continue.
he: השתמש ב-Face ID או בסיסמה כדי להמשיך.

source: Username
he: שם משתמש

source: Username is required.
he: שם משתמש נדרש.

source: You're offline. Showing cached products.
he: אתה במצב לא מקוון. מוצגים מוצרים מהמטמון.

source: Your session has expired. Please sign in again.
he: תוקף ההתחברות פג. התחבר שוב.
